def ru_menu():
    text = """
Все доступные нейросети:

<b>1. ChatGPT 4.1</b>
- Стандартный ChatGPT
- Актуальность данных до июня 2024
- Среднее время ответа ?? сек.

<b>2. ChatGPT 4o mini Search</b>
- Ищет информацию в интернете
- Среднее время ответа ?? сек.

<b>3. ChatGPT o3</b>
- Лучше остальных в точных задачах (программирование, вычисления)
- Актуальность базы данных до июня 2024
- Среднее время ответа ?? сек.

<b>4. Deepseek R1 0528</b>
- Глубокое размышление (отправляет цитатой в начале ответа)
- Акутальность базы данных до июня 2024
- Среднее время ответа ?? сек.

<b>5. Deepsek V3</b>
- Самая быстрая модель (Время ответа ?? сек.)
- Актуальность базы данных до ??

<b>Выберите модель:</b>
"""
    return text